Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/TranslationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LANGUAGES_OFFLINE_NO_WIFI_INFO_%@
source: Downloading “%@” over cellular will use cellular data.
ar: سوف يستهلك تنزيل "%@" عبر الشبكة الخلوية قدرًا من البيانات الخلوية.
bg: Изтеглянето на „%@“ през мобилната мрежа ще използва мобилни данни.
ca: Si descarregues l’idioma %@ amb la xarxa mòbil, utilitzaràs dades mòbils.
cs: Stažení jazyka %@ přes mobilní síť spotřebuje mobilní data.
da: Hvis du henter “%@” via mobilnetværk, bruges der mobildata.
de: Beim Laden von „%@“ über das Mobilfunknetz werden mobile Daten verwendet.
el: Η λήψη «%@» μέσω κινητού δικτύου θα χρησιμοποιήσει δεδομένα κινητού δικτύου.
es: Si descargas “%@” mediante la conexión de datos móviles, consumirás datos.
es_us: Descargar “%@” por red celular usará datos celulares.
fi: Kun %@ ladataan mobiiliverkon kautta, kuluu mobiilidataa.
fr: Le téléchargement de « %@ » utilisera des données cellulaires.
fr_ca: Le téléchargement de « %@ » par le réseau cellulaire utilisera des données cellulaires.
he: הורדת ״%@״ דרך רשת סלולרית תשתמש בנתונים סלולריים.
hi: मोबाइल नेटवर्क पर “%@” डाउनलोड करने से मोबाइल डेटा का इस्तेमाल किया जाएगा।
hr: Za preuzimanje “%@” putem mobilne mreže koristit će se mobilni podaci.
hu: Ha a(z) „%@” nyelvet mobiladat-hálózaton keresztül tölti le, azzal mobiladatot használ fel.
id: Pengunduhan “%@” melalui seluler akan menggunakan data seluler.
it: Il download della lingua “%@” tramite la rete cellulare utilizzerà i dati cellulare.
ja: “%@”をモバイル通信経由でダウンロードすると、モバイルデータ通信が使用されます。
kk: «%@» тілін ұялы желі арқылы жүктеп алсаңыз, ұялы деректер пайдаланылады.
ko: 셀룰러를 통해 ‘%@’ 언어를 다운로드하면 셀룰러 데이터가 사용됩니다.
lt: Atsisiunčiant „%@“ mobiliuoju ryšiu bus naudojami mobiliojo ryšio duomenys.
ms: Memuat turun “%@” melalui selular akan menggunakan data selular.
nb: Hvis du laster ned %@ over mobilnettet, vil det bruke mobildata.
nl: Als je '%@' downloadt via een mobiel netwerk, wordt het mobiele data­gebruik verhoogd.
pl: Do pobrania „%@” użyta zostanie sieć komórkowa.
pt: O download de “%@” via rede celular usará dados celulares.
pt_pt: Para descarregar “%@” através da rede móvel será necessário usar os dados móveis.
ro: Descărcarea “%@” prin rețeaua celulară va utiliza date celulare.
ru: Если загрузить %@ язык по сотовой сети, будут использованы сотовые данные.
sk: Stiahnutie jazyka „%@“ cez mobilnú sieť spotrebuje mobilné dáta.
sl: Pri prenosu jezika »%@« prek mobilnega omrežja bodo uporabljeni mobilni podatki.
sv: Om du hämtar ”%@” via mobilnätet kommer det att använda mobildata.
th: การดาวน์โหลด “%@” ผ่านเซลลูลาร์จะใช้ข้อมูลเซลลูลาร์
tr: “%@” dilinin hücresel üzerinden indirilmesi hücresel veri kullanır.
uk: Для викачування «%@» через стільникову мережу використовуватимуться стільникові дані.
vi: Tải về “%@” qua mạng di động sẽ sử dụng dữ liệu di động.
zh_cn: 通过蜂窝网络下载“%@”将会使用蜂窝数据。
zh_hk: 透過流動網絡下載「%@」將會使用流動數據。
zh_tw: 透過行動網路下載「%@」將會使用行動數據。

# LATER_ON_WIFI
source: Download Later Over Wi-Fi
ar: التنزيل لاحقًا عبر Wi-Fi
bg: Изтегли по-късно през Wi-Fi
ca: Més tard amb la xarxa Wi‑Fi
cs: Stáhnout později přes Wi‑Fi
da: Hent senere via Wi-Fi
de: Später über WLAN laden
el: Λήψη αργότερα μέσω Wi-Fi
es: Descargar más tarde por Wi‑Fi
es_us: Descargar después por Wi‑Fi
fi: Lataa myöhemmin Wi‑Fin kautta
fr: Télécharger plus tard via Wi-Fi
fr_ca: Télécharger plus tard par Wi‑Fi
he: הורדה דרך רשת אלחוטית במועד מאוחר יותר
hi: बाद में वाई-फ़ाई पर डाउनलोड करें
hr: Preuzmi kasnije putem Wi-Fija
hu: Letöltés később Wi-Fi-n keresztül
id: Unduh Nanti Melalui Wi-Fi
it: Scarica più tardi tramite rete Wi‑Fi
ja: あとでWi-Fi経由でダウンロード
kk: Кейінірек Wi-Fi арқылы жүктеп алу
ko: 나중에 Wi-Fi를 통해 다운로드
lt: Atsisiųsti vėliau naudojant „Wi-Fi“
ms: Muat Turun Kemudian Melalui Wi‑Fi
nb: Last ned senere over Wi‑Fi
nl: Download later via wifinetwerk
pl: Pobierz później przez Wi‑Fi
pt: Baixar Mais Tarde Via Wi-Fi
pt_pt: Descarregar depois por Wi‑Fi
ro: Descărcați mai târziu prin Wi‑Fi
ru: Загрузить позже по Wi‑Fi
sk: Stiahnuť neskôr cez Wi‑Fi
sl: Prenesi pozneje prek omrežja Wi-Fi
sv: Hämta senare via Wi-Fi
th: ดาวน์โหลดภายหลังผ่าน Wi‑Fi
tr: Daha Sonra Wi-Fi ile İndir
uk: Викачати пізніше через Wi‑Fi
vi: Tải về sau qua Wi-Fi
zh_cn: 稍后通过Wi-Fi下载
zh_hk: 稍後透過Wi-Fi下載
zh_tw: 稍後透過Wi-Fi下載

# LATER_ON_WLAN
source: Download Later Over WLAN
ar: التنزيل لاحقًا عبر WLAN
bg: Изтегли по-късно през WLAN
ca: Més tard amb la xarxa WLAN
cs: Stáhnout později přes WLAN
da: Hent senere via WLAN
de: Später über WLAN laden
el: Λήψη αργότερα μέσω WLAN
es: Descargar más tarde por WLAN
es_us: Descargar después por WLAN
fi: Lataa myöhemmin WLANin kautta
fr: Télécharger plus tard via WLAN
fr_ca: Télécharger plus tard par WLAN
he: הורדה דרך רשת WLAN במועד מאוחר יותר
hi: बाद में WLAN पर डाउनलोड करें
hr: Preuzmi kasnije putem WLAN-a
hu: Letöltés később WLAN-on keresztül
id: Unduh Nanti Melalui WLAN
it: Scarica più tardi tramite rete WLAN
ja: あとでWLAN経由でダウンロード
kk: Кейінірек WLAN арқылы жүктеп алу
ko: 나중에 WLAN을 통해 다운로드
lt: Atsisiųsti vėliau naudojant WLAN
ms: Muat Turun Kemudian Melalui WLAN
nb: Last ned senere over WLAN
nl: Download later via WLAN-netwerk
pl: Pobierz później przez WLAN
pt: Baixar Mais Tarde Via WLAN
pt_pt: Descarregar depois por WLAN
ro: Descărcați mai târziu prin WLAN
ru: Загрузить позже по WLAN
sk: Stiahnuť neskôr cez WLAN
sl: Prenesi pozneje prek omrežja WLAN
sv: Hämta senare via WLAN
th: ดาวน์โหลดภายหลังผ่าน WLAN
tr: Daha Sonra WLAN ile İndir
uk: Викачати пізніше через WLAN
vi: Tải về sau qua WLAN
zh_cn: 稍后通过无线局域网下载
zh_hk: 稍後透過WLAN下載
zh_tw: 稍後透過WLAN下載

source: Manage Languages
ar: إدارة اللغات
bg: Управление на езици
ca: Gestiona els idiomes
cs: Správa jazyků
da: Administrer sprog
de: Sprachen verwalten
el: Διαχείριση γλωσσών
es: Gestionar idiomas
es_us: Administrar idiomas
fi: Hallitse kieliä
fr: Gérer les langues
fr_ca: Gérer les langues
he: ניהול שפות
hi: भाषाएँ प्रबंधित करें
hr: Upravljanje jezicima
hu: Nyelvek kezelése
id: Kelola Bahasa
it: Gestisci lingue
ja: 言語を管理
kk: Тілдерді басқару
ko: 언어 관리
lt: Tvarkyti kalbas
ms: Urus Bahasa
nb: Administrer språk
nl: Beheer talen
pl: Zarządzaj językami
pt: Gerenciar Idiomas
pt_pt: Gerir idiomas
ro: Gestionare limbi
ru: Настройка языков
sk: Spravovať jazyky
sl: Upravljanje jezikov
sv: Hantera språk
th: จัดการภาษา
tr: Dilleri Yönetin
uk: Керувати мовами
vi: Quản lý ngôn ngữ
zh_cn: 管理语言
zh_hk: 管理語言
zh_tw: 管理語言

# MANDARIN_SIMPLIFIED_SUBTITLE
source: Mandarin, Simplified
ar: الماندرينية، المبسطة
bg: Мандарин (опростен)
ca: Mandarí (simplificat)
cs: Mandarínština, zjednodušená
da: Mandarin, forenklet
de: Mandarin, vereinfacht
el: Μανδαρινικά, Απλοποιημένα
es: Mandarín, simplificado
es_us: Mandarín, simplificado
fi: Mandariinikiina, yksinkertaistettu
fr: Mandarin, Simplifié
fr_ca: Mandarin, simplifié
he: סינית מנדרינית, מפושטת
hi: मंदारिन, सरलीकृत
hr: Mandarinski, pojednostavljeni
hu: mandarin, egyszerűsített
id: Mandarin, Sederhana
it: Mandarino, semplificato
ja: 普通話、簡体字
kk: Путунхуа, жеңілдетілген
ko: 북경어, 간체
lt: supaprastinta mandarinų
ms: Mandarin, Ringkas
nb: Mandarin, forenklet
nl: Mandarijn, vereenvoudigd
pl: Mandaryński, uproszczony
pt: Mandarim, Simplificado
pt_pt: Mandarim, simplificado
ro: Mandarină, simplificată
ru: Путунхуа, упрощенный
sk: Mandarínčina, zjednodušená
sl: mandarinščina, poenostavljena
sv: Mandarin, förenklad
th: จีนกลาง - ตัวย่อ
tr: Mandarin, Basitleştirilmiş
uk: Мандаринська (спрощена)
vi: Tiếng Hoa phổ thông, giản thể
zh_cn: 普通话，简体
zh_hk: 國語，簡體
zh_tw: 國語，簡體

# MANDARIN_TITLE
source: Chinese
ar: الصينية
bg: Китайски
ca: Xinès
cs: Čínština
da: Kinesisk
de: Chinesisch
el: Κινεζικά
es: Chino
es_us: Chino
fi: Kiina
fr: Chinois
fr_ca: Chinois
he: סינית
hi: चीनी
hr: Kineski
hu: Kínai
id: Tionghoa
it: Cinese
ja: 中国語
kk: Қытай
ko: 중국어
lt: Kinų
ms: Cina
nb: Kinesisk
nl: Chinees
pl: Chiński
pt: Chinês
pt_pt: Chinês
ro: Chineză
ru: Китайский
sk: Čínština
sl: Kitajščina
sv: Kinesiska
th: จีน
tr: Çince
uk: Китайська
vi: Tiếng Trung
zh_cn: 中文
zh_hk: 中文
zh_tw: 中文

# MANDARIN_TRADITIONAL_SUBTITLE
source: Mandarin, Traditional
ar: الماندرينية، التقليدية
bg: Мандарин (традиционен)
ca: Mandarí (tradicional)
cs: Mandarínština, tradiční
da: Mandarin, traditionelt
de: Mandarin, traditionell
el: Μανδαρινικά, Παραδοσιακά
es: Mandarín, tradicional
es_us: Mandarín, tradicional
fi: Mandariinikiina, perinteinen
fr: Mandarin, Traditionnel
fr_ca: Mandarin, traditionnel
he: סינית מנדרינית, מסורתית
hi: मंदारिन, पारंपरिक
hr: Mandarinski, tradicionalni
hu: mandarin, hagyományos
id: Mandarin, Tradisional
it: Mandarino, tradizionale
ja: 国語、繁体字
kk: Путунхуа, дәстүрлі
ko: 북경어, 번체
lt: tradicinė mandarinų
ms: Mandarin, Tradisional
nb: Mandarin, tradisjonell
nl: Mandarijn, traditioneel
pl: Mandaryński, tradycyjny
pt: Mandarim, Tradicional
pt_pt: Mandarim, tradicional
ro: Mandarină, tradițională
ru: Путунхуа, традиционный
sk: Mandarínčina, tradičná
sl: mandarinščina, tradicionalna
sv: Mandarin, traditionell
th: จีนกลาง - ตัวเต็ม
tr: Mandarin, Geleneksel
uk: Мандаринська (традиційна)
vi: Tiếng Hoa phổ thông, phồn thể
zh_cn: 普通话，繁体
zh_hk: 國語，繁體
zh_tw: 國語，繁體

source: No Camera Access
ar: الكاميرا ليس لديها إذن الوصول
bg: Няма достъп до камерата
ca: Sense accés a la càmera
cs: Chybí přístup k fotoaparátu
da: Ingen kameraadgang
de: Kein Kamerazugriff
el: Δεν υπάρχει πρόσβαση στην κάμερα
es: Sin acceso a la cámara
es_us: Sin acceso a la cámara
fi: Ei kameran käyttöoikeutta
fr: Pas d’accès à la caméra
fr_ca: Pas d’accès à la caméra
he: אין גישה למצלמה
hi: कैमरा ऐक्सेस नहीं है
hr: Kamera nema pristup
hu: Nincs kamera-hozzáférés
id: Tidak Ada Akses Kamera
it: Accesso alla fotocamera non disponibile
ja: カメラにアクセスできません
kk: Камераға қол жеткізу мүмкіндігі жоқ
ko: 카메라에 접근할 수 없음
lt: Nesuteikta prieiga prie vaizdo kameros
ms: Tiada Akses Kamera
nb: Ingen kameratilgang
nl: Geen toegang tot camera
pl: Brak dostępu do aparatu
pt: Sem Acesso à Câmera
pt_pt: Sem acesso à câmara
ro: Nu există acces la cameră
ru: Нет доступа к камере
sk: Chýba prístup ku kamere
sl: Ni dostopa do kamere
sv: Ingen kameraåtkomst
th: ไม่มีสิทธิ์เข้าถึงกล้อง
tr: Kamera Erişimi Yok
uk: Немає доступу до камери
vi: Không có quyền truy cập camera
zh_cn: 无法访问相机
zh_hk: 沒有相機取用權限
zh_tw: 無法取用相機

# NO_CAMERA_ACCESS_DETAIL
source: Check that you have granted Camera access to Translate.app in Settings.
ar: يرجى التحقق من منح الكاميرا إذن الوصول إلى تطبيق الترجمة في الإعدادات.
bg: Проверете дали сте предоставили на приложението Превод достъп до камерата в Настройки.
ca: Ves a la configuració i comprova que l’app Traducció tingui accés a la càmera.
cs: Ujistěte se, že jste v Nastavení povolili aplikaci Přeložit přístup k fotoaparátu.
da: Kontroller, at du har givet appen Oversæt adgang til kameraet i Indstillinger.
de: Überprüfe in den Einstellungen, ob die Kamera auf die App „Übersetzen“ zugreifen darf.
el: Ελέγξτε ότι έχετε εκχωρήσει στην Κάμερα πρόσβαση στην εφαρμογή «Μετάφραση» στις Ρυθμίσεις.
es: Comprueba en Ajustes que la app Traducir tenga acceso a la cámara.
es_us: Revisa en Configuración que la app Traducir tenga acceso a la cámara.
fi: Tarkista, että Käännä-apille on annettu kameran käyttöoikeus Asetuksissa.
fr: Assurez-vous d’avoir autorisé l’app Traduire à accéder à la caméra dans Réglages.
fr_ca: Assurez-vous d’avoir accordé l’accès à la caméra à Translate.app dans Réglages.
he: נא לבדוק שהענקת ליישום ״תרגום״ גישה למצלמה דרך ״הגדרות״.
hi: जाँचें कि आपने सेटिंग्ज़ में अनुवाद.app को कैमरे का ऐक्सेस दिया है या नहीं।
hr: Provjerite jeste li Kameri omogućili pristup aplikaciji Prijevod u Postavkama.
hu: Ellenőrizze, hogy adott-e hozzáférést a Beállításokban a Kamerához a Fordító app számára.
id: Periksa bahwa akses Kamera telah diberikan kepada app Terjemahkan di Pengaturan.
it: Verifica che l’app Traduci abbia accesso alla fotocamera in Impostazioni.
ja: “設定”で翻訳アプリにカメラへのアクセスが許可されているか確認してください。
kk: «Реттеулер» мәзірінен Translate.app қолданбасына камераға қол жеткізу рұқсатын бергеніңізді тексеріңіз.
ko: 설정에서 번역 앱에 카메라 접근 권한을 허용했는지 확인하십시오.
lt: Įsitikinkite, kad programai „Vertimas“ srityje „Nustatymai“ suteikėte prieigą prie vaizdo kameros.
ms: Semak sama ada anda telah memberikan Kamera akses kepada Terjemah.app dalam Seting.
nb: Kontroller at du har gitt Kamera tilgang til Oversett-appen i Innstillinger.
nl: Controleer of je de Vertaal-app toegang tot de camera hebt gegeven in Instellingen.
pl: Upewnij się, że dostęp aplikacji Tłumacz do aparatu został włączony w Ustawieniach.
pt: Verifique nos Ajustes se você concedeu acesso à Câmera para Translate.app.
pt_pt: Verifique se concedeu acesso à Câmara à aplicação Traduzir nas Definições.
ro: Verificați dacă ați acordat aplicației Traducere accesul la cameră în Configurări.
ru: Проверьте, предоставили ли Вы приложению «Перевод» доступ к камере в Настройках.
sk: Skontrolujte, či ste v Nastaveniach udelili apke Tlmočník prístup ku kamere.
sl: V Nastavitvah preverite, ali ste aplikaciji Prevajalnik dodelili dostop do Kamere.
sv: Kontrollera att du har gett Kamera tillgång till appen Översätt i Inställningar.
th: ตรวจสอบว่าคุณได้ให้สิทธิ์กล้องเข้าถึง Translate.app แล้วในการตั้งค่า
tr: Ayarlar’da Kamera’ya Çeviri uygulamasına erişim izni verdiğinizi denetleyin.
uk: Перевірте в Параметрах, чи програмі «Переклад» надано доступ до Камери.
vi: Hãy kiểm tra rằng bạn đã cho phép Camera truy cập ứng dụng Dịch thuật trong Cài đặt.
zh_cn: 在“设置”中检查是否已允许“翻译”App访问“相机”。
zh_hk: 檢查你是否已在「設定」中向「翻譯」App授予相機的取用權限。
zh_tw: 檢查你已在「設定」中授予「翻譯」App「相機」的取用權限。

# NO_INTERNET_CONNECTION
source: No Connectivity
ar: لا يوجد اتصال
bg: Няма свързаност
ca: Connexió no disponible
cs: Žádné připojení
da: Ingen forbindelse
de: Keine Verbindung
el: Δεν υπάρχει συνδεσιμότητα
es: Sin conexión
es_us: Sin conectividad
fi: Ei yhteyttä
fr: Aucune connexion
fr_ca: Aucune connectivité
he: אין קישוריות
hi: कोई कनेक्टिविटी नहीं
hr: Nema povezivosti
hu: Nincs kapcsolat
id: Tidak Ada Konektivitas
it: Connessione assente
ja: インターネット接続がありません
kk: Интернет қосылымы жоқ
ko: 연결 없음
lt: Nėra ryšio
ms: Tiada Ketersambungan
nb: Ingen forbindelse
nl: Geen connectiviteit
pl: Brak łączności
pt: Sem Conectividade
pt_pt: Sem ligação à internet
ro: Fără conectivitate
ru: Нет подключения
sk: Žiadne pripojenie
sl: Ni povezljivosti
sv: Ingen anslutning
th: ไม่มีการเชื่อมต่อ
tr: Bağlantı Yok
uk: Немає зʼєднання
vi: Không có kết nối
zh_cn: 无连接
zh_hk: 沒有連線
zh_tw: 沒有連線

# NO_INTERNET_CONNECTION_DETAIL
source: Translation is not available without connectivity.
ar: الترجمة غير متوفرة دون اتصال بالإنترنت.
bg: Услугата за превод не е достъпна без свързаност.
ca: La traducció no està disponible sense connexió.
cs: Bez připojení nelze překládat.
da: Oversættelse ikke tilgængelig uden forbindelse.
de: „Übersetzen“ ist nur mit Internetverbindung verfügbar.
el: Η Μετάφραση δεν είναι διαθέσιμη χωρίς συνδεσιμότητα.
es: El servicio de traducción no está disponible si no hay conexión.
es_us: Traducción no disponible sin conectividad.
fi: Käännös ei ole käytettävissä ilman yhteyttä.
fr: Traduire n’est pas disponible sans connexion à Internet.
fr_ca: La fonction de traduction n’est pas accessible sans connectivité.
he: התרגום לא זמין ללא קישוריות רשת.
hi: कनेक्टिविटी के बिना अनुवाद उपलब्ध नहीं है।
hr: Prijevod nije dostupan bez povezivosti.
hu: A fordítás nem érhető el kapcsolat nélkül.
id: Penerjemahan tidak tersedia tanpa konektivitas.
it: La traduzione non è disponibile se la connessione è assente.
ja: インターネット接続がないと“翻訳”は使用できません。
kk: Интернет қосылымынсыз аударма қолжетімді емес.
ko: 인터넷 연결 없이는 번역을 사용할 수 없습니다.
lt: Nesant ryšio vertimas negalimas.
ms: Terjemahan tidak tersedia tanpa ketersambungan.
nb: Oversetting er ikke tilgjengelig uten internett­forbindelse.
nl: Er is geen vertaling beschikbaar zonder connectiviteit.
pl: Funkcja tłumaczenia niedostępna z powodu braku łączności.
pt: A tradução não está disponível sem conexão.
pt_pt: O serviço de tradução não está disponível sem ligação à internet.
ro: Traducerea nu este disponibilă fără conectivitate.
ru: Без подключения перевод невозможен.
sk: Bez pripojenia preklad nie je k dispozícii.
sl: Prevod ni na voljo brez povezljivosti.
sv: Översättning är inte tillgänglig utan anslutning.
th: ไม่มีการแปลภาษาโดยไม่มีการเชื่อมต่อ
tr: Çeviri bağlantı olmadan kullanılamıyor.
uk: Переклад недоступний без інтернет-зʼєднання.
vi: Bản dịch không có sẵn khi không có kết nối.
zh_cn: 无连接时，“翻译”不可用。
zh_hk: 沒有連線的情況下無法使用翻譯。
zh_tw: 沒有連線無法使用翻譯。

# NO_INTERNET_CONNECTION_MESSAGE_DOWNLOAD_LANGUAGES
source: To translate offline, please download and select the languages first, or select downloaded languages.
ar: للترجمة دون الاتصال بالإنترنت، الرجاء تنزيل وتحديد اللغات أولاً، أو تحديد اللغات التي تم تنزيلها.
bg: За да използвате офлайн превод, най-напред изтеглете и изберете езиците, или изберете от изтеглените езици.
ca: Per traduir sense connexió a internet, descarrega i selecciona els idiomes. Si ja els has descarregat, només cal que els seleccionis.
cs: Chcete‑li překládat offline, nejprve stáhněte a vyberte zdrojový i cílový jazyk, případně vyberte jazyky, které jste už stáhli.
da: Hent og vælg sprog for at oversætte offline, eller vælg sprog, der er hentet.
de: Um offline zu übersetzen, müssen Sprachen zuerst geladen und ausgewählt oder geladene Sprachen ausgewählt werden.
el: Για μετάφραση εκτός σύνδεσης, πραγματοποιήστε λήψη και επιλέξτε πρώτα τις γλώσσες, ή επιλέξτε από τις ληφθείσες γλώσσες.
es: Para traducir sin conexión, primero debes descargar y elegir los idiomas o bien seleccionar los idiomas descargados.
es_us: Para traducir sin conexión, primero descarga y selecciona los idiomas, o selecciona los descargados.
fi: Jos haluat tehdä offline-käännöksiä, valitse ja lataa kielet ensin tai valitse ladatut kielet.
fr: Pour traduire en mode hors ligne, téléchargez et sélectionnez d’abord les langues, ou sélectionnez des langues téléchargées.
fr_ca: Pour permettre la traduction hors ligne, veuillez d’abord télécharger et sélectionner les langues ou sélectionner des langues téléchargées.
he: כדי לבצע תרגום כאשר אין חיבור לרשת, תחילה יש להוריד ולבחור את השפות הרצויות, או לבחור שפות שהורדו למכשיר.
hi: ऑफ़लाइन अनुवाद करने के लिए कृपया पहले भाषाएँ डाउनलोड करें और चुनें या डाउनलोड की गई भाषाएँ चुनें।
hr: Za izvanmrežni prijevod prvo preuzmite i odaberite jezike ili odaberite preuzete jezike.
hu: Az offline módban történő fordításhoz először töltse le és válassza ki a kívánt nyelveket, vagy válasszon ki letöltött nyelveket.
id: Untuk menerjemahkan secara offline, unduh dan pilih bahasa terlebih dahulu atau pilih bahasa yang diunduh.
it: Per effettuare la traduzione non in linea, scarica prima le lingue e selezionale oppure seleziona lingue già scaricate.
ja: オフラインで翻訳するには、まず言語をダウンロードして選択するか、すでにダウンロードされている言語を選択してください。
kk: Офлайн режимде аудару үшін алдымен тілдерді жүктеп алып, қажеттісін немесе жүктеп алынған тілдерді таңдаңыз.
ko: 오프라인에서 번역하려면 먼저 언어를 다운로드하고 선택하거나, 기존에 다운로드한 언어를 선택하십시오.
lt: Kad galėtumėte versti neprisijungę, visų pirma atsisiųskite ir pasirinkite kalbas arba pasirinkite iš atsisiųstų kalbų.
ms: Untuk menterjemah di luar talian, sila muat turun dan pilih bahasa terlebih dahulu atau pilih bahasa yang dimuat turun.
nb: For å oversette uten internett­forbindelse må du laste ned og velge språk først, eller velge allerede nedlastede språk.
nl: Om offline te vertalen, download en selecteer je eerst de talen of selecteer je gedownloade talen.
pl: Aby tłumaczyć poza siecią, musisz najpierw pobrać i wybrać języki albo wybrać już pobrane języki.
pt: Para traduzir off-line, primeiro baixe e selecione os idiomas ou escolha entre os idiomas baixados.
pt_pt: Para traduzir offline, primeiro tem de descarregar e selecionar os idiomas, ou selecione idiomas descarregados.
ro: Pentru a traduce offline, mai întâi descărcați și selectați limbile sau selectați dintre limbile descărcate.
ru: Чтобы переводить без подключения к интернету, либо загрузите нужные языки и выберите их, либо выберите языки, загруженные ранее.
sk: Ak chcete prekladať offline, najprv si stiahnite a vyberte jazyky, prípadne vyberte niektoré zo stiahnutých jazykov.
sl: Če želite prevajati brez povezave, najprej prenesite in izberite jezika ali izberite prenesena jezika.
sv: Om du vill översätta offline måste du först hämta och välja språk eller välja språk som har hämtats.
th: ในการแปลภาษาแบบออฟไลน์ โปรดดาวน์โหลดและเลือกภาษาก่อน หรือเลือกภาษาที่ดาวน์โหลด
tr: Çevrimdışı çeviri yapmak için lütfen önce dilleri indirip seçin ya da indirilmiş dilleri seçin.
uk: Щоб перекладати за відсутності інтернет-зʼєднання, спочатку потрібно викачати й вибрати мови або ж вибрати вже викачані мови.
vi: Để dịch ngoại tuyến, trước tiên vui lòng tải về và chọn các ngôn ngữ hoặc chọn các ngôn ngữ đã tải về.
zh_cn: 若要离线翻译，请先下载并选择语言，或选择已下载的语言。
zh_hk: 如要離線翻譯，請先下載並選擇語言，或選擇已下載的語言。
zh_tw: 若要離線翻譯，請先下載並選取語言，或者選取已下載的語言。
